Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: It believed that violence against women was currently one of the main obstacles to the full enjoyment of women's rights.
fr: Elle estime que la violence à l'égard des femmes est surtout ce qui empêche actuellement les femmes de jouir pleinement de leurs droits.

source: At its forty-ninth session, the Commission on the Status of Women issued a Declaration on the occasion of the tenth anniversary of the Fourth World Conference on Women.
fr: À sa quarante-neuvième session, la Commission de la condition de la femme a publié une déclaration à l'occasion du dixième anniversaire de la quatrième Conférence mondiale sur les femmes.

source: Her delegation believed that Declaration, adopted at Beijing in August 2005 and entitled “Solidarity for Gender Equality, Development and Peace”, would guide the work of the United Nations in future.
fr: La délégation chinoise pense qu'il faudrait que la déclaration adoptée à Beijing en août 2005 et intitulée « Solidarité en faveur de l'égalité entre les sexes, du développement et de la paix » oriente à l'avenir les travaux de l'ONU.

source: It was encouraging that in the 2005 World Summit Outcome, Heads of State had agreed unanimously that progress for women was progress for all and had committed themselves to taking measures to promote gender equality and eliminate gender-based discrimination.
fr: Il est encourageant de noter que dans la Déclaration finale du Sommet mondial de 2005, des chefs d'État sont convenus à l'unanimité que les progrès réalisés en faveur des femmes sont des progrès pour tous et se sont engagés personnellement à prendre des mesures pour promouvoir la parité des sexes et éliminer la discrimination fondée sur le sexe.

source: The future of women depended on the implementation of Beijing+10 and the Plan of Action.
fr: L'avenir des femmes est tributaire de la mise en œuvre de Beijing+10 et du Plan d'action.

source: The United Nations should build upon the momentum of the tenth anniversary of the Fourth World Conference and work to achieve such goals as: eliminating all forms of discrimination and violence against women and girls; stepping up efforts to eradicate poverty among women; guaranteeing women full participation in political, economic and social decision-making; accelerating the achievement of universal education; ensuring that women enjoyed quality health care and acquired knowledge and means for preventing the spread of HIV/AIDS; and promoting the equal participation of women in peacekeeping activities.
fr: L'ONU devrait se fonder sur la dynamique du dixième anniversaire de la quatrième Conférence mondiale et s'employer notamment à atteindre les objectifs suivants : supprimer toutes les formes de discrimination et de violence à l'égard des femmes et des filles; redoubler d'efforts en vue d'éliminer la pauvreté chez les femmes; garantir la pleine participation des femmes aux décisions politiques, économiques et sociales; accélérer l'universalisation de l'enseignement primaire; veiller à ce que les femmes jouissent de soins de santé de qualité et acquièrent les connaissances et les moyens requis pour enrayer la pandémie de VIH/sida; et promouvoir la participation des femmes, à égalité avec les hommes, aux activités de maintien de la paix.

source: It should also implement policies aimed at mainstreaming gender perspectives; pay special attention to vulnerable and disadvantaged groups of women; pay attention to the gender identity of men in society; create an international environment of peace and solidarity favourable to the development of women; and respect the right of countries to choose, within the international framework, their own distinctive approach to advance the cause of women.
fr: Il faudrait aussi mettre en œuvre des politiques visant à intégrer des démarches soucieuses d'équité entre les sexes; s'intéresser tout particulièrement aux groupes de femmes vulnérables et défavorisées; accorder une attention à l'identité propre des hommes au sein de la société; créer un environnement international de paix et de solidarité propice au développement des femmes; et respecter les droits qu'ont les pays de choisir dans le cadre international, l'approche qu'ils entendent suivre pour promouvoir la cause des femmes.

source: Mr. Afifi (Egypt) said that his Government had adopted an ambitious approach to equal treatment of men and women eliminating all forms of discrimination against women.
fr: M. Afifi (Égypte) dit que son gouvernement a adopté une approche ambitieuse du problème de l'égalité et de traitement entre hommes et femmes, qui élimine toutes les formes de discrimination à l'égard de celles-ci.

source: It was, for instance, introducing a strategy to empower women politically, economically and socially.
fr: C'est ainsi par exemple qu'il a mis en place une stratégie visant à émanciper les femmes sur les plans politique, économique et social.

source: One of the first steps it had taken to implement the Outcome of the Fourth World Conference was to create the National Council for Women to evaluate and monitor programmes and policies seeking to empower women.
fr: Une des premières mesures qu'il a prises pour donner suite aux textes issus de la quatrième Conférence mondiale a été de créer un Conseil national pour les femmes, chargé d'évaluer et de suivre les programmes et politiques visant à démarginaliser les femmes.

source: The Council had been successful in integrating gender issues into the national plan for social and economic development for 2002-2007, thus enabling women to participate fully in the development process and to eliminate gender disparities.
fr: Le Conseil est parvenu à intégrer certaines démarches soucieuses d'équité entre les sexes dans le plan national de développement socioéconomique pour 2002-2007, permettant ainsi aux femmes de participer pleinement au développement et d'éliminer les inégalités entre les sexes.

source: As a consequence, investments in programmes supporting women's issues had dramatically increased.
fr: À la suite de cela, le volume des ressources investies dans les programmes d'appui aux initiatives en faveur des femmes a augmenté de façon spectaculaire.

source: Under the new five-year plan, investments devoted to women and small enterprises had doubled compared to the previous plan.
fr: Au titre du nouveau plan quinquennal, les investissements consacrés aux femmes et aux petites entreprises ont doublé par rapport au plan précédent.

source: There had also been an increase in family projects to empower women so that they might improve their family income.
fr: Il y a eu aussi une augmentation du nombre d'opérations de soutien aux familles, qui visent à rendre les femmes autonomes de sorte qu'elles puissent contribuer à l'amélioration du revenu de leur famille.

source: In the area of education, the Government had been able to increase the ratio of females to males in primary and secondary education; females in public education now accounted for 54 per cent of total students and 49 per cent of those in university.
fr: Dans le domaine de l'éducation, le Gouvernement égyptien a été en mesure d'accroître le pourcentage de filles fréquentant les établissements d'enseignement primaire et secondaire et qui représentent maintenant 54 % du total des effectifs scolaires et 49 % du nombre total d'étudiants inscrits dans les établissements universitaires.

source: It had also created new educational establishments with the involvement of both the public and private sectors.
fr: Le Gouvernement égyptien a aussi créé, avec la participation des secteurs public et privé, de nouveaux établissements d'enseignement.

source: Enrolment in educational institutions had increased considerably, especially in rural areas.
fr: Le nombre d'inscrits dans ces établissements a augmenté d'une manière considérable, notamment dans les zones rurales.

source: There had also been a considerable decrease in the dropout rate among women.
fr: L'on a également enregistré une baisse considérable des taux d'abandon scolaire parmi les écolières, les lycéennes et les étudiantes.

source: In Egypt, the participation of women had increased in all areas of public life, especially in high positions.
fr: En Égypte, la participation des femmes a augmenté dans tous les domaines de la vie publique, notamment aux postes de rang élevé.

source: There were now 14 members of Parliament, a woman judge and 35 women ambassadors.
fr: Le pays compte maintenant 14 députées, une juge et 35 ambassadrices.

source: The Government had cooperated with the National Council of Women to review all laws concerning women to bring them in line with its international commitments.
fr: Le Gouvernement a procédé de concert avec le Conseil national des femmes à la révision de toutes les lois relatives aux femmes, de manière à mettre ces textes en conformité avec les engagements contractés à l'échelle internationale.

source: All legislation that embodied discrimination between women and men had been abrogated such as that pertaining to the right of women to travel abroad, divorce and marriage rights.
fr: Tous les textes législatifs qui consacraient une certaine forme de discrimination entre les hommes et les femmes tels que les textes relatifs au droit qu'ont les femmes de voyager à l'étranger, au divorce et aux droits en matière de mariage ont été abrogés.

source: The reference in the Report of the Committee (A/60/38) regarding Palestinian pregnant women and their mistreatment at Israeli checkpoints reaffirmed the importance of ending the inhumane practices against the Palestinian people under Israeli occupation.
fr: Le passage du rapport du Comité (A/60/38) et qui fait référence à la situation des Palestiniennes enceintes et aux mauvais traitements dont elles sont victimes aux postes de contrôle israéliens montre une fois encore qu'il est important de mettre fin aux pratiques inhumaines auxquelles est en butte le peuple palestinien vivant sous l'occupation israélienne.

source: As a provisional arrangement, the United Nations should endeavour to undertake to protect Palestinian women in the occupied area.
fr: À titre provisoire, l'Organisation des Nations Unies devrait s'efforcer de protéger les femmes palestiniennes dans la zone occupée.

source: Egypt had participated in the resolution that initiated the study on all forms of violence against women.
fr: L'Égypte a participé à la rédaction du projet de résolution qui a donné lieu au lancement de l'étude sur toutes les formes de violence à l'égard des femmes.

source: It stressed the importance of monitoring this phenomenon and of preparing future strategies to combat it.
fr: L'orateur souligne qu'il est important de surveiller ce phénomène et d'élaborer des stratégies qui permettent à l'avenir de le combattre.

source: Ms. Warif-Halabi (Syrian Arab Republic) said that the aim of enabling and empowering women was to develop their individuality, abilities and effectiveness.
fr: Mme Warif-Halabi (République arabe syrienne) dit qu'en démarginalisant les femmes et en leur donnant les moyens d'agir, on cherche à développer leur individualité, leurs capacités et leur efficacité.

source: Success in that endeavour was measured by women's participation in political and economic affairs and by the resources devoted to women's issues.
fr: Le succès de ces efforts se mesure au degré de participation des femmes à la vie politique et économique ainsi qu'au montant des ressources consacrées à la solution des problèmes qui les concernent.

source: The Syrian Arab Republic, guided by the Beijing Platform for Action and the twenty-third special session of the General Assembly, was working to strengthen women's roles by removing obstacles to their participation in political and public life and by making them part of the sustainable development effort.
fr: La République arabe syrienne, guidée par le Programme d'action de Beijing et par les travaux de la vingt-troisième session extraordinaire de l'Assemblée générale, s'emploie à renforcer les rôles des femmes en levant les obstacles qui les empêchent de participer à la vie politique et publique et en les associant au développement durable.

source: Government policies had borne fruit, with gender parity improved in primary, secondary and vocational education between 1990 and 2004 and targets for the education of girls exceeded in some cases.
fr: Les politiques gouvernementales ont porté leurs fruits, le pourcentage de filles inscrites dans les établissements d'enseignement primaire, secondaire et professionnel ayant augmenté entre 1990 et 2004 et les objectifs visés en matière d'éducation des filles ayant parfois été dépassés.

source: While women had held 6.9 per cent of parliamentary seats in the fifth parliament, they held 12 per cent of seats in the twelfth parliament.
fr: Alors que 6,9 % des députés siégeant à la cinquième Assemblée parlementaire étaient des femmes, ce pourcentage est passé à 12 % à la douzième Assemblée parlementaire.

source: The economic advancement of women had been included among the goals of the five-year plan covering 2001 to 2005.
fr: La promotion économique des femmes figurait parmi les objectifs du plan quinquennal portant sur la période allant de 2001 à 2005.

source: Legislation had been enacted to eliminate discrimination against women in access to credit, including mortgage loans.
fr: Le législateur syrien a promulgué des textes visant à éliminer la discrimination à l'égard des femmes dans les domaines de l'accès au crédit, notamment aux prêts hypothécaires.

source: Health and safety legislation applying to employment treated men and women equally.
fr: La législation du travail qui a trait à la santé et à la sécurité des travailleurs traite les hommes et les femmes sur un pied d'égalité.

source: To improve women entrepreneurs' visibility and representation, including representation abroad, chambers of commerce were providing services specifically for their benefit.
fr: Pour mieux mettre en évidence le rôle des femmes chefs d'entreprise et leur assurer une meilleure représentation, notamment à l'étranger, les chambres de commerce sont en train de leur offrir des services spécifiques.

source: The Syrian Institute for family affairs was consistently working to improve living conditions for women.
fr: L'Institut syrien des affaires familiales n'a cessé de travailler à une amélioration des conditions de vie des femmes.

source: Recalling that the Beijing Platform for Action had included targets regarding women in occupied areas, her delegation pointed out that women's organizations in the Syrian Arab Republic continued to monitor the situation of women in the Golan and in occupied Palestinian lands and to call for an end to the occupation.
fr: Rappelant que le Programme d'action de Beijing comprend des objectifs qui ont trait à la situation des femmes dans les zones occupées, la délégation syrienne souligne que les organisations de femmes de la République arabe syrienne continuent de suivre la situation des femmes du Golan et des territoires palestiniens occupés et de demander qu'il soit mis fin à l'occupation.

source: Mr. Chaudhry (Pakistan) said that, despite greater awareness of gender issues, and despite the Beijing Declaration and Platform for Action, Millennium Development Goals centred on women and the establishment of the International Criminal Court, the situation of the world's women remained grim.
fr: M. Chaudhry (Pakistan) dit que, malgré la prise de conscience accrue des problèmes d'égalité entre les sexes et l'adoption de la Déclaration du Programme d'action de Beijing, et bien que les objectifs du Millénaire pour le développement soient axés sur les femmes et la création de la Cour pénale internationale, la situation des femmes dans le monde demeure peu réjouissante.

source: They continued to account for a disproportionate number of victims of poverty, violence and physical and psychological abuse, in almost equal measure in developed and developing countries, and irrespective of their religious or cultural environment.
fr: En effet, tant dans les pays développés que dans les pays en développement, et quel que soit le cadre religieux ou culturel considéré, les femmes représentent un pourcentage disproportionné des victimes de la pauvreté, de la violence et des mauvais traitements physiques et psychologiques.

source: The advancement of women was an international responsibility requiring cooperation and collaboration.
fr: La promotion de la femme est une responsabilité qui incombe à toute la communauté internationale et nécessite un effort de coopération et de collaboration.

source: It was a cross-cutting issue, affecting development, human rights, democracy and education.
fr: C'est un problème pluridimensionnel qui touche au développement, aux droits de l'homme, à la démocratie et à l'éducation.

source: The plight of women in rural areas, conflict situations and territories under foreign occupation, and the situation of migrant and trafficked women must be given top priority.
fr: Il faudrait accorder la priorité absolue au sort tragique des femmes vivant dans les zones rurales, en situation de conflit et dans les territoires sous occupation étrangère ainsi qu'au sort des femmes migrantes et de celles qui sont victimes de la traite.

source: Women in general continued to suffer discrimination and exclusion and unequal access to resources and opportunities.
fr: D'une manière générale, les femmes continuent de souffrir de la discrimination, de l'exclusion et d'un accès inégal aux ressources et aux débouchés.

source: As a party to the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) and to major International Labour Organization regional conventions, Pakistan was committed to changing the lives of millions of its women.
fr: En tant que partie à la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes ainsi qu'aux principales conventions régionales de l'Organisation internationale du Travail, le Pakistan est foncièrement résolu à changer l'existence de millions de femmes.

source: The problems they faced in Pakistani society existed in other societies, including those of developed countries; they were often attributable to illiteracy and primitive traditions.
fr: Les difficultés auxquelles elles se heurtent dans la société pakistanaise existent dans d'autres sociétés, y compris celles des pays développés; ces problèmes sont souvent imputables à l'analphabétisme et à certaines traditions primitives.

source: The Government addressed gender issues on the political, economic, social and legal fronts, and the last ten years had brought progress.
fr: Le Gouvernement s'attaque aux problèmes des femmes sur les plans tant politique qu'économique, social et juridique et des progrès ont été accomplis au cours de ces 10 dernières années.

source: Pakistan had more women representatives in national, provincial and local government than any other Asian country.
fr: Le Pakistan compte plus de femmes siégeant dans les assemblées nationales, provinciales et locales que les autres pays d'Asie.

source: There was an adequate number of women ministers in the federal and provincial governments.
fr: En outre, un nombre adéquat de femmes ministres siège dans les gouvernements fédéraux et provinciaux.

source: Women's Political Schools were training women for public office.
fr: Les écoles politiques de femmes forment ces dernières à la vie publique.

source: The country's Poverty Reduction Strategy Paper (PRSP) incorporated the gender perspective, and women were able to finance income-generating projects using a variety of microcredit facilities.
fr: Le Document sur la stratégie de lutte contre la pauvreté intègre une démarche soucieuse d'équité entre les sexes et les femmes sont en mesure de financer des projets créateurs de revenus au moyen de différents mécanismes de microcrédit.

source: A Women's Health Project focused on improving the health, nutrition and social status of women and girls.
fr: Un projet pour la santé des femmes est axé sur l'amélioration de la santé, de la nutrition et de la condition sociale des femmes et des fillettes.

source: Crisis centres provided temporary shelter, free legal aid, medical attention and counselling to women in distress.
fr: Des centres de crise offrent un abri temporaire, une assistance juridique gratuite, des soins médicaux et une aide psychologique aux femmes en détresse.

source: In 2004, a Bill had been put forward to ensure that all perpetrators of honour killings were tried.
fr: En 2004, un projet de loi visant à garantir la traduction en justice de tous les auteurs de crime d'honneur a été introduit.

source: The Government had encouraged serious debate of the Hudood laws.
fr: Le Gouvernement a encouragé le lancement d'un débat constructif sur la question des lois Hudood.

source: Ms. Assoumou (Côte d'Ivoire) said that Côte d'Ivoire, aware of women's role in economic and social development, ensured that it was represented at all international meetings on women's issues.
fr: Mme Assoumou (Côte d'Ivoire) dit que son pays est conscient du rôle que jouent les femmes dans le développement socioéconomique, veille à ce que ces dernières soient représentées à toutes les réunions internationales consacrées aux problèmes qui les concernent.

source: It reaffirmed its commitment to international instruments on those issues, and to the documents of the twenty-third special session of the General Assembly, and had enshrined the principle of gender equality in its July 2000 Constitution.
fr: La Côte d'Ivoire réaffirme son adhésion aux instruments internationaux relatifs à ces questions ainsi qu'aux textes issus de la vingt-troisième session extraordinaire de l'Assemblée générale, et elle a consacré le principe de l'égalité entre hommes et femmes dans sa Constitution de juillet 2000.

source: That document also banned all physical and psychological violence, mutilation, early or forced marriage and sexual harassment.
fr: Ce document interdit également les violences physiques et psychologiques, les mutilations, ainsi que les mariages précoces ou forcés et le harcèlement sexuel sous toutes ses formes.

source: The Government had appointed women to senior positions and ensured that posts in the army, the police and central administration traditionally held by men were open to women.
fr: Le Gouvernement ivoirien a nommé des femmes à des postes de haut rang et il a fait le nécessaire pour que certains postes qui, dans l'armée, la police et l'administration centrale sont habituellement occupés par des hommes, soient accessibles à des femmes.

source: The National Health Development Plan (PNDS) for 1996 to 2005 had reduced mother and child mortality and women had been made responsible for maintaining village water supply infrastructure.
fr: Le plan de développement national de la santé qui couvre la période allant de 1997 à 2005 a réduit la mortalité maternelle et infantile, et les femmes ont été chargées de l'entretien des adductions d'eau dans les villages.

source: Primary school fees and uniforms had been abolished and school books were supplied free, generating an increase in girls' school attendance.
fr: L'enseignement primaire, les uniformes et les livres scolaires ont été rendus gratuits, ce qui s'est traduit par une augmentation du nombre de filles scolarisées.

source: Literacy programmes for rural areas had specifically targeted women.
fr: L'alphabétisation dans les zones rurales vise spécifiquement les femmes.

source: The National Population Action Plan for 2002 to 2006 aimed to increase women's economic power.
fr: Le plan d'action nationale pour la population couvrant la période allant de 2002 à 2006 vise à accroître le pouvoir économique des femmes.
